Revit 2027 API
ParameterTypeId.SteelElemHoleTappingHole Property
 "Tapping hole"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleTappingHole { get; }
Public Shared ReadOnly Property SteelElemHoleTappingHole As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleTappingHole {
	ForgeTypeId^ get ();
}
static member SteelElemHoleTappingHole : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace